02_erb_basic/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.69ms   26.41ms  76.62ms   66.00%
    Req/Sec   181.30     94.08   307.00     60.00%
  725 requests in 2.00s, 239.58KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    361.68
Transfer/sec:    119.52KB